{
  "reviews_by_place_id": {
    "ChIJyRLXBlJYHS4RWNj0yvAvSAQ": [
      {
        "author_name": "Rizky Pratama",
        "rating": 5,
        "text": "Tempat favorit buat ngerjain deadline! WiFi-nya kenceng banget, stabil pula. Udah gitu buka 24 jam, jadi bisa nongkrong sampe subuh kalo lagi dikejar kerjaan. Ada beberapa ruas sofa yang nyaman juga. Kopi susunya juga enak, harga mahasiswa banget. atmosfernya hangat.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Siti Nurhaliza",
        "rating": 5,
        "text": "Aming Coffee emang juara sih buat WFC (Work From Cafe). WiFi-nya ga pernah ngadat, speed-nya konsisten. Colokan juga banyak, jadi ga perlu rebutan. Pelayanannya ramah, tempatnya juga nyaman. tempat sholat tersedia.",
        "relative_time_description": "1 bulan lalu"
      },
      {
        "author_name": "Nadim Fadhilah",
        "rating": 5,
        "text": "parkir luas, parkir mobil nyaman, motor apalagi. Wifi stabil, kadang ada promo, harga standarlah. pas buat ngerjain tugas. colokan banyak.",
        "relative_time_description": "1 bulan lalu"
      }
    ],
    "ChIJ9RWUkaZZHS4RYeuZOYAMQ-4": [
      {
        "author_name": "Rama Putra",
        "rating": 5,
        "text": "Aming Coffee Podomoro emang juara, wifi-nya kenceng, buka sampe larut, enak banget buat ngerjain kerjaan kantor. tempatnya juga nyaman. colokan banyak.",
        "relative_time_description": "1 minggu lalu"
      },
      {
        "author_name": "Dina Safira",
        "rating": 5,
        "text": "Dateng pagi sampe siang, wifi stabil, colokan banyak, baristanya juga ramah. Kopi susunya cocok di lidah. suasananya cozy. pas buat ngerjain tugas.",
        "relative_time_description": "3 hari lalu"
      },
      {
        "author_name": "Galih Permadi",
        "rating": 4,
        "text": "Musiknya santai, ga terlalu berisik. Enak buat kerja pakai laptop, wifi stabil dan ga putus-putus. tempatnya juga nyaman. terminal listrik ada.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJDcJgropZHS4RKuh8s52jy9U": [
      {
        "author_name": "Kevin Aditya",
        "rating": 5,
        "text": "Detik Coffee & Space vibes-nya kekinian banget, enak buat WFC. Kursi nyaman, meja luas, wifi aman. Desainnya aesthetic dan ruangan dingin AC-nya pas.",
        "relative_time_description": "5 hari lalu"
      },
      {
        "author_name": "Vina Oktaviani",
        "rating": 5,
        "text": "Suka sama vibes malam di sini, lampunya hangat dan ga silau. Cocok buat ngetik tugas sambil ngopi pelan-pelan. wifi kencang. colokan banyak.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Maya Salsabila",
        "rating": 5,
        "text": "Wifi-nya kencang, upload file kerjaan ke cloud lancar tanpa drama. Pasti balik lagi. tempatnya juga nyaman. colokan banyak. tempat sholat tersedia.",
        "relative_time_description": "3 hari lalu"
      }
    ],
    "ChIJ6fOdOEBZHS4RcV3VfZzhYx0": [
      {
        "author_name": "Irwan",
        "rating": 5,
        "text": "Dateng pagi-pagi, kopi hitam panasnya nendang banget. Cocok buat buka hari sebelum kerja. tempatnya juga nyaman. koneksi internet lancar. terminal listrik ada.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Roni Saputra",
        "rating": 5,
        "text": "Aming Coffee Ilham ini versi lebih tenang dari Aming lainnya, enak buat nongkrong santai sambil ngopi tubruk. atmosfernya hangat. pas buat ngerjain tugas. koneksi internet lancar. stopkontak tersedia.",
        "relative_time_description": "1 minggu lalu"
      },
      {
        "author_name": "Bahrul Ulum",
        "rating": 2,
        "text": "Saya pernah solat di musholla Aming Ilham, tapi diomongin sama pelayannya kuat-kuat saat sedang solat karena tidak tahu bahwa sendal harus diluar mushola. bad experience dan bad attitude!. tempatnya juga nyaman. pas buat ngerjain tugas. wifi kencang.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJC3_RpddZHS4RMiDp7-6TemY": [
      {
        "author_name": "Fajar",
        "rating": 5,
        "text": "Tempat yang pas kalau mau nongkrong bareng keluarga besar, kursi dan meja cukup banyak. tempatnya juga nyaman. cocok buat belajar. wifi-nya stabil.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Dodi Firmansyah",
        "rating": 4,
        "text": "Makanannya variatif, dari snack sampai nasi. Cocok kalau nongkrong sekalian isi perut. tempatnya juga nyaman. pas buat ngerjain tugas. wifi-nya stabil.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Reni",
        "rating": 3,
        "text": "Pas datang lagi rame acara keluarga, jadi agak berisik. Tapi makanan tetap enak. atmosfernya hangat. enak buat kerja.",
        "relative_time_description": "1 bulan lalu"
      }
    ],
    "ChIJpVctpWBZHS4RdUbSlT-pSl8": [
      {
        "author_name": "Deni",
        "rating": 5,
        "text": "Kalau malam suasananya rame tapi asik, cocok buat capek-capek habis kerja. Kadang ada pertunjukan live music akustik yang bikin betah. tempatnya juga nyaman. wifi kencang. colokan banyak. ada musholla.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Hendra",
        "rating": 4,
        "text": "Cocok buat nongkrong lama, kursi cukup nyaman. Kalau bisa tambah colokan bakal makin mantap. pas buat ngerjain tugas. wifi kencang.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Mira",
        "rating": 3,
        "text": "Musiknya kadang terlalu kencang, kalau mau kerja pakai laptop agak susah fokus. atmosfernya hangat. koneksi internet lancar. terminal listrik ada.",
        "relative_time_description": "1 bulan lalu"
      }
    ],
    "ChIJBVWfsoFZHS4Rakb44yanMjs": [
      {
        "author_name": "Liana",
        "rating": 5,
        "text": "Suka ambience tenangnya, cocok buat fokus kerja atau baca buku sendiri. suasananya cozy. koneksi internet lancar.",
        "relative_time_description": "1 minggu lalu"
      },
      {
        "author_name": "Jihan",
        "rating": 4,
        "text": "WiFi cukup oke buat kerja ringan, cuma colokan terbatas jadi harus datang cepat. suasananya cozy. ada musholla.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Maya",
        "rating": 4,
        "text": "Cocok buat yang beneran cari rasa kopi, bukan sekadar nongkrong foto-foto. atmosfernya hangat. enak buat kerja. wifi-nya stabil.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJ71m2hZZZHS4RrOgKJYP_7zw": [
      {
        "author_name": "Nana",
        "rating": 5,
        "text": "Snack-nya gak terlalu berat, pas buat temen ngopi tanpa bikin terlalu kenyang. atmosfernya hangat. enak buat kerja. wifi kencang.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Gilbert",
        "rating": 4,
        "text": "Musiknya tenang, ga terlalu bising. Enak buat ngobrol pelan-pelan. atmosfernya hangat. cocok buat belajar. wifi kencang.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Rizki",
        "rating": 4,
        "text": "Pilihan minuman dinginnya cukup banyak, cocok buat cuaca Pontianak. tempatnya juga nyaman. pas buat ngerjain tugas. koneksi internet lancar.",
        "relative_time_description": "1 bulan lalu"
      }
    ],
    "ChIJE8-LfABZHS4R_MsSOwiHNL8": [
      {
        "author_name": "Fajar",
        "rating": 5,
        "text": "Seremoni Coffee suasananya cozy, lighting warm dan kursinya empuk. Tersedia indoor smoking area yang terpisah. Enak buat ngobrol lama. enak buat kerja. koneksi internet lancar. terminal listrik ada.",
        "relative_time_description": "4 hari lalu"
      },
      {
        "author_name": "Putri",
        "rating": 5,
        "text": "Tempatnya kecil tapi estetik, tiap sudut kayak sengaja didesain buat foto. Ada ruas sofa yang empuk dan nyaman. atmosfernya hangat. enak buat kerja. wifi-nya stabil. terminal listrik ada.",
        "relative_time_description": "1 minggu lalu"
      },
      {
        "author_name": "Rian",
        "rating": 4,
        "text": "Cocok buat date santai, gak terlalu ramai dan musiknya lembut. atmosfernya hangat. enak buat kerja. wifi-nya stabil. colokan banyak.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJ4U6K9hdZHS4RKE7QPIKbn4Y": [
      {
        "author_name": "Gilang",
        "rating": 5,
        "text": "Hidden gem buat yang suka tempat tenang, ga terlalu banyak keramaian. atmosfernya hangat. pas buat ngerjain tugas. koneksi internet lancar. terminal listrik ada.",
        "relative_time_description": "3 hari lalu"
      },
      {
        "author_name": "Selvi",
        "rating": 4,
        "text": "WiFi cukup oke buat kerja ringan dan scrolling sosmed. tempatnya juga nyaman. colokan banyak. tempat sholat tersedia.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Yudha",
        "rating": 4,
        "text": "Pas banget buat numpang ngetik tugas sebentar sambil minum kopi. suasananya cozy. wifi kencang. colokan banyak.",
        "relative_time_description": "1 bulan lalu"
      }
    ],
    "ChIJG-xwV2ZZHS4R0WyGi5bbvoM": [
      {
        "author_name": "Heri",
        "rating": 5,
        "text": "Espresso-nya clean banget, berasa dikerjain serius dari hilir ke hulu. Dekornya sangat aesthetic dengan sentuhan minimalis. suasananya cozy. wifi-nya stabil. terminal listrik ada. tempat sholat tersedia.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Agung",
        "rating": 5,
        "text": "Disela Coffee & Roastery aromanya udah bikin senang begitu buka pintu, wangi roastingan kopi. suasananya cozy. pas buat ngerjain tugas. koneksi internet lancar. terminal listrik ada.",
        "relative_time_description": "4 hari lalu"
      },
      {
        "author_name": "Mona",
        "rating": 5,
        "text": "Barista jelasin proses roasting dan origin dengan santai, serasa ikut kelas singkat. suasananya cozy. cocok buat belajar. koneksi internet lancar. colokan banyak. tempat sholat tersedia.",
        "relative_time_description": "1 minggu lalu"
      }
    ],
    "ChIJkeLtuqlZHS4RAjrhq_-O94s": [
      {
        "author_name": "Rio",
        "rating": 5,
        "text": "Kalau ada live music suasananya makin seru, tapi masih enak dinikmatin. tempatnya juga nyaman. cocok buat belajar. wifi-nya stabil. colokan banyak.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Tito",
        "rating": 5,
        "text": "Tempat singgah favorit abis futsal, bisa makan dan ngopi santai. suasananya cozy. pas buat ngerjain tugas. wifi-nya stabil. colokan banyak.",
        "relative_time_description": "2 minggu lalu"
      },
      {
        "author_name": "Sinta",
        "rating": 4,
        "text": "Makanannya banyak pilihan, bukan cuma snack. Aman kalau nongkrong lama. suasananya cozy. cocok buat belajar. koneksi internet lancar.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJ98FvZm1ZHS4RQy-ELBGFEsA": [
      {
        "author_name": "Yogi",
        "rating": 5,
        "text": "Cooper Coffee cocok banget buat WFC, kursi nyaman dan meja luas. wifi-nya stabil. terminal listrik ada.",
        "relative_time_description": "4 hari lalu"
      },
      {
        "author_name": "Anita",
        "rating": 5,
        "text": "Wifi di sini kencang dan stabil, upload file kerjaan gak ada drama. tempatnya juga nyaman. stopkontak tersedia. tempat sholat tersedia.",
        "relative_time_description": "1 minggu lalu"
      },
      {
        "author_name": "Nadia",
        "rating": 4,
        "text": "Colokan banyak, enak buat kerja kalau bawa laptop dan HP sekaligus. atmosfernya hangat. wifi kencang. tempat sholat tersedia.",
        "relative_time_description": "2 minggu lalu"
      }
    ],
    "ChIJKX36yixZHS4ROQfX-hNWhj0": [
      {
        "author_name": "Andri",
        "rating": 5,
        "text": "Kopi hitamnya mantap, harga tetap bersahabat kayak cabang lain. enak buat kerja. wifi kencang. stopkontak tersedia.",
        "relative_time_description": "3 minggu lalu"
      },
      {
        "author_name": "Dewi",
        "rating": 5,
        "text": "Tempatnya luas dan terang, enak buat kumpul keluarga juga. atmosfernya hangat. pas buat ngerjain tugas. wifi kencang. colokan banyak.",
        "relative_time_description": "5 hari lalu"
      },
      {
        "author_name": "Rizal",
        "rating": 5,
        "text": "Aming Coffee Siantan andalan warga sekitar, kopinya konsisten enak dan ramai tiap malam. atmosfernya hangat. pas buat ngerjain tugas. wifi kencang. terminal listrik ada.",
        "relative_time_description": "1 minggu lalu"
      }
    ]
  },
  "status": "success"
}